Repository: sq9mev/django-taggit
Catalog: taggit/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Tagged Items Count
sv: Antal taggade objekt

source: Delete selected Tags
sv: Ta bort markerade taggar

source: Deleted tag.
sv: Tog bort tagg.

source: Please provide a comma-separated list of tags.
sv: Var god ange en kommaseparerad lista av taggar

source: Tags
sv: Taggar

source: A comma-separated list of tags.
sv: En kommaseparerad lista av taggar

source: Name
sv: Namn

source: Slug
sv: Kortnamn för URL

source: namespace
sv: namnrymd

source: Tag
sv: Tagg

source: %(object)s tagged with %(tag)s
sv: %(object)s taggade med %(tag)s

source: Object id
sv: Objekt-ID

source: Content type
sv: Innehållstyp

source: Tagged Item
sv: Taggat objekt

source: Tagged Items
sv: Taggade objekt

source: Enter Tag Here
sv: Skriv in taggen här
